/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d résultat"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d résultats";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Résultats";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Aucun résultat";

"SHOW_ALL_N" = "Afficher tous les %d";
"SHOW_TOP_COUNT" = "Afficher les %d premiers";
"MORE_TITLE_FORMAT" = "Plus…";

"PREVIEW_TRASH" = "Corbeille";
"PREVIEW_WHERE" = "Où";
"PREVIEW_ITUNES_LIBRARY" = "Bibliothèque iTunes";
"PREVIEW_MESSAGE_FROM" = "De";
"PREVIEW_MESSAGE_TO" = "À";
"PREVIEW_MESSAGE_RECIEVED" = "Reçu";
"PREVIEW_MESSAGE_SUBJECT" = "Objet";
"PREVIEW_MESSAGE_FOLDER" = "Dossier";
"PREVIEW_DIMENSIONS" = "Dimensions";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ pixels";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ points";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ pouces";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Emplacement";
"PREVIEW_ICAL_CALENDAR" =  "Calendrier";
"PREVIEW_ICAL_START_DATE" = "Date de début";
"PREVIEW_ICAL_DUE_DATE" = "Échéance";
"PREVIEW_ICAL_ATTENDEES" = "Invités";
"PREVIEW_ARTICLE_POSTED" = "Posté le";
"PREVIEW_BOOLEAN_TRUE" = "oui";
"PREVIEW_BOOLEAN_FALSE" = "non";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Rien n’est sélectionné";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d élément sélectionné";
"PREVIEW_ONE_SELECTED" = "1 élément sélectionné";

"NO_MAIL_SUBJECT" = "Aucun objet";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Indexation des volumes en cours (%d%% indexés)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Indexation des volumes";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Rechercher sur %@";
"LINK_SEARCH_DATE_RANGE" = "Semaine du %@ au %@";
"LINK_SEARCH_MONTH_RANGE" = "Mois du %@ au %@";
"LINK_SEARCH_YEAR_RANGE" = "Année du %@ au %@";
"LINK_SEARCH_DATE_NEWER" = "Plus récent que le %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Modifier";
"SAVED_SEARCH_SAVE" = "Enregistrer";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Aperçu";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Courrier Mail";
"KIND_ICAL_EVENT" = "Événement iCal";
"KIND_ICAL_TODO" = "Tâche iCal";

"SEARCH_NAME_AND_ATTRIBUTES" = "Nom et attributs";
"SEARCH_NAME_ONLY" = "Nom seul";
"SEARCH_ADVANCED" = "Options avancées";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Autre…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Requête brute";
"RAW_QUERY_SLICE_DESCRIPTION" = "Une requête brute à inclure dans la recherche";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Extension de fichier";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "L’extension de fichier de l’élément";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Fichiers système";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Comprend les fichiers système, tels que les fichiers de préférences et les modules";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Éléments Spotlight";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Comprend les contacts, courriers, événements, pages web et plus encore.";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Catégorie";
